{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "¡": 73,
      "¢": 74,
      "£": 75,
      "¥": 76,
      "§": 77,
      "«": 78,
      "®": 79,
      "°": 80,
      "±": 81,
      "²": 82,
      "³": 83,
      "µ": 84,
      "¶": 85,
      "·": 86,
      "¹": 87,
      "º": 88,
      "»": 89,
      "¼": 90,
      "½": 91,
      "¾": 92,
      "¿": 93,
      "×": 94,
      "ß": 95,
      "æ": 96,
      "ð": 97,
      "÷": 98,
      "ø": 99,
      "þ": 100,
      "đ": 101,
      "ħ": 102,
      "ı": 103,
      "ł": 104,
      "ŋ": 105,
      "œ": 106,
      "ƈ": 107,
      "ƍ": 108,
      "ƒ": 109,
      "ƥ": 110,
      "ƭ": 111,
      "ǀ": 112,
      "ǁ": 113,
      "ǃ": 114,
      "ɐ": 115,
      "ɑ": 116,
      "ɒ": 117,
      "ɔ": 118,
      "ɕ": 119,
      "ə": 120,
      "ɛ": 121,
      "ɟ": 122,
      "ɠ": 123,
      "ɡ": 124,
      "ɣ": 125,
      "ɤ": 126,
      "ɨ": 127,
      "ɪ": 128,
      "ɫ": 129,
      "ɬ": 130,
      "ɯ": 131,
      "ɲ": 132,
      "ɺ": 133,
      "ɾ": 134,
      "ʀ": 135,
      "ʁ": 136,
      "ʂ": 137,
      "ʃ": 138,
      "ʄ": 139,
      "ʇ": 140,
      "ʈ": 141,
      "ʊ": 142,
      "ʋ": 143,
      "ʌ": 144,
      "ʒ": 145,
      "ʔ": 146,
      "ʖ": 147,
      "ʗ": 148,
      "ʠ": 149,
      "ʰ": 150,
      "ʲ": 151,
      "ʷ": 152,
      "ʻ": 153,
      "ʾ": 154,
      "ʿ": 155,
      "ˈ": 156,
      "ˌ": 157,
      "ː": 158,
      "ˠ": 159,
      "α": 160,
      "β": 161,
      "γ": 162,
      "δ": 163,
      "ε": 164,
      "ζ": 165,
      "η": 166,
      "θ": 167,
      "ι": 168,
      "κ": 169,
      "λ": 170,
      "μ": 171,
      "ν": 172,
      "ξ": 173,
      "ο": 174,
      "π": 175,
      "ρ": 176,
      "ς": 177,
      "σ": 178,
      "τ": 179,
      "υ": 180,
      "φ": 181,
      "χ": 182,
      "ψ": 183,
      "ω": 184,
      "ϕ": 185,
      "а": 186,
      "б": 187,
      "в": 188,
      "г": 189,
      "д": 190,
      "е": 191,
      "ж": 192,
      "з": 193,
      "и": 194,
      "к": 195,
      "л": 196,
      "м": 197,
      "н": 198,
      "о": 199,
      "п": 200,
      "р": 201,
      "с": 202,
      "т": 203,
      "у": 204,
      "ф": 205,
      "х": 206,
      "ц": 207,
      "ч": 208,
      "ш": 209,
      "щ": 210,
      "ъ": 211,
      "ы": 212,
      "ь": 213,
      "э": 214,
      "я": 215,
      "і": 216,
      "ј": 217,
      "њ": 218,
      "ћ": 219,
      "ү": 220,
      "ө": 221,
      "ա": 222,
      "բ": 223,
      "գ": 224,
      "ե": 225,
      "զ": 226,
      "թ": 227,
      "ի": 228,
      "խ": 229,
      "կ": 230,
      "հ": 231,
      "մ": 232,
      "յ": 233,
      "ն": 234,
      "շ": 235,
      "ո": 236,
      "չ": 237,
      "պ": 238,
      "ս": 239,
      "վ": 240,
      "տ": 241,
      "ր": 242,
      "ց": 243,
      "ւ": 244,
      "ք": 245,
      "א": 246,
      "ב": 247,
      "ג": 248,
      "ד": 249,
      "ה": 250,
      "ו": 251,
      "ח": 252,
      "י": 253,
      "כ": 254,
      "ל": 255,
      "ם": 256,
      "מ": 257,
      "נ": 258,
      "ס": 259,
      "ע": 260,
      "פ": 261,
      "צ": 262,
      "ק": 263,
      "ר": 264,
      "ש": 265,
      "ת": 266,
      "ء": 267,
      "ا": 268,
      "ب": 269,
      "ة": 270,
      "ت": 271,
      "ج": 272,
      "ح": 273,
      "خ": 274,
      "د": 275,
      "ر": 276,
      "ز": 277,
      "س": 278,
      "ش": 279,
      "ص": 280,
      "ع": 281,
      "غ": 282,
      "ق": 283,
      "ك": 284,
      "ل": 285,
      "م": 286,
      "ن": 287,
      "ه": 288,
      "و": 289,
      "ي": 290,
      "ہ": 291,
      "ی": 292,
      "ܐ": 293,
      "ܒ": 294,
      "ܙ": 295,
      "ܝ": 296,
      "ܠ": 297,
      "ܥ": 298,
      "ः": 299,
      "अ": 300,
      "इ": 301,
      "ऋ": 302,
      "क": 303,
      "ख": 304,
      "ग": 305,
      "च": 306,
      "ज": 307,
      "ट": 308,
      "ड": 309,
      "त": 310,
      "थ": 311,
      "द": 312,
      "ध": 313,
      "न": 314,
      "प": 315,
      "ब": 316,
      "भ": 317,
      "म": 318,
      "य": 319,
      "र": 320,
      "ल": 321,
      "व": 322,
      "श": 323,
      "ष": 324,
      "स": 325,
      "ह": 326,
      "ऽ": 327,
      "ा": 328,
      "ि": 329,
      "ी": 330,
      "ो": 331,
      "ॐ": 332,
      "।": 333,
      "॥": 334,
      "१": 335,
      "३": 336,
      "ক": 337,
      "ত": 338,
      "ল": 339,
      "ষ": 340,
      "া": 341,
      "ী": 342,
      "ে": 343,
      "ਅ": 344,
      "ਲ": 345,
      "ਹ": 346,
      "ਾ": 347,
      "ன": 348,
      "ం": 349,
      "ఖ": 350,
      "డ": 351,
      "ద": 352,
      "న": 353,
      "బ": 354,
      "ర": 355,
      "ల": 356,
      "ు": 357,
      "ಡ": 358,
      "ಬ": 359,
      "ಾ": 360,
      "ೕ": 361,
      "ก": 362,
      "ข": 363,
      "ง": 364,
      "ช": 365,
      "ด": 366,
      "ต": 367,
      "ท": 368,
      "น": 369,
      "บ": 370,
      "พ": 371,
      "ภ": 372,
      "ม": 373,
      "ย": 374,
      "ร": 375,
      "ล": 376,
      "ว": 377,
      "ส": 378,
      "ห": 379,
      "อ": 380,
      "ะ": 381,
      "า": 382,
      "เ": 383,
      "་": 384,
      "ག": 385,
      "ན": 386,
      "བ": 387,
      "མ": 388,
      "ཡ": 389,
      "ར": 390,
      "ས": 391,
      "ა": 392,
      "ე": 393,
      "ვ": 394,
      "თ": 395,
      "ლ": 396,
      "მ": 397,
      "ნ": 398,
      "უ": 399,
      "ქ": 400,
      "ჺ": 401,
      "ᄀ": 402,
      "ᄂ": 403,
      "ᄅ": 404,
      "ᄆ": 405,
      "ᄇ": 406,
      "ᄉ": 407,
      "ᄋ": 408,
      "ᄌ": 409,
      "ᄎ": 410,
      "ᄏ": 411,
      "ᄐ": 412,
      "ᄒ": 413,
      "ᅡ": 414,
      "ᅢ": 415,
      "ᅣ": 416,
      "ᅥ": 417,
      "ᅩ": 418,
      "ᅭ": 419,
      "ᅮ": 420,
      "ᅯ": 421,
      "ᅳ": 422,
      "ᅵ": 423,
      "ᆨ": 424,
      "ᆫ": 425,
      "ᆯ": 426,
      "ᆰ": 427,
      "ᆷ": 428,
      "ᆼ": 429,
      "ር": 430,
      "ስ": 431,
      "ቆ": 432,
      "ቈ": 433,
      "ብ": 434,
      "ቲ": 435,
      "ታ": 436,
      "ን": 437,
      "አ": 438,
      "ዕ": 439,
      "ያ": 440,
      "ᵻ": 441,
      "ᵿ": 442,
      "‐": 443,
      "‑": 444,
      "‒": 445,
      "–": 446,
      "—": 447,
      "―": 448,
      "‖": 449,
      "‘": 450,
      "’": 451,
      "“": 452,
      "”": 453,
      "„": 454,
      "†": 455,
      "‡": 456,
      "•": 457,
      "…": 458,
      "‰": 459,
      "′": 460,
      "″": 461,
      "⁄": 462,
      "⁺": 463,
      "₂": 464,
      "₣": 465,
      "₤": 466,
      "₨": 467,
      "₩": 468,
      "€": 469,
      "₱": 470,
      "₹": 471,
      "ℓ": 472,
      "№": 473,
      "™": 474,
      "⅓": 475,
      "⅔": 476,
      "⅛": 477,
      "⅜": 478,
      "←": 479,
      "↑": 480,
      "→": 481,
      "↓": 482,
      "⇒": 483,
      "∆": 484,
      "∈": 485,
      "∑": 486,
      "−": 487,
      "√": 488,
      "∞": 489,
      "∴": 490,
      "≈": 491,
      "≡": 492,
      "≤": 493,
      "≥": 494,
      "☉": 495,
      "♄": 496,
      "♦": 497,
      "♭": 498,
      "♯": 499,
      "、": 500,
      "〈": 501,
      "〉": 502,
      "「": 503,
      "」": 504,
      "い": 505,
      "う": 506,
      "お": 507,
      "か": 508,
      "き": 509,
      "く": 510,
      "け": 511,
      "さ": 512,
      "し": 513,
      "せ": 514,
      "た": 515,
      "ち": 516,
      "つ": 517,
      "て": 518,
      "と": 519,
      "な": 520,
      "に": 521,
      "の": 522,
      "は": 523,
      "ひ": 524,
      "へ": 525,
      "ま": 526,
      "み": 527,
      "も": 528,
      "や": 529,
      "ゆ": 530,
      "ょ": 531,
      "よ": 532,
      "ら": 533,
      "り": 534,
      "を": 535,
      "ん": 536,
      "ァ": 537,
      "ア": 538,
      "ィ": 539,
      "イ": 540,
      "ウ": 541,
      "ェ": 542,
      "エ": 543,
      "ォ": 544,
      "オ": 545,
      "カ": 546,
      "キ": 547,
      "ク": 548,
      "ケ": 549,
      "コ": 550,
      "サ": 551,
      "シ": 552,
      "ス": 553,
      "セ": 554,
      "ソ": 555,
      "タ": 556,
      "チ": 557,
      "ッ": 558,
      "ツ": 559,
      "テ": 560,
      "ト": 561,
      "ナ": 562,
      "ニ": 563,
      "ネ": 564,
      "ノ": 565,
      "ハ": 566,
      "ヒ": 567,
      "フ": 568,
      "ヘ": 569,
      "ホ": 570,
      "マ": 571,
      "ミ": 572,
      "ム": 573,
      "メ": 574,
      "モ": 575,
      "ャ": 576,
      "ヤ": 577,
      "ュ": 578,
      "ユ": 579,
      "ョ": 580,
      "ラ": 581,
      "リ": 582,
      "ル": 583,
      "レ": 584,
      "ロ": 585,
      "ワ": 586,
      "ン": 587,
      "・": 588,
      "ー": 589,
      "一": 590,
      "三": 591,
      "上": 592,
      "下": 593,
      "不": 594,
      "且": 595,
      "世": 596,
      "东": 597,
      "両": 598,
      "个": 599,
      "中": 600,
      "丸": 601,
      "为": 602,
      "主": 603,
      "之": 604,
      "乙": 605,
      "九": 606,
      "乱": 607,
      "予": 608,
      "争": 609,
      "事": 610,
      "五": 611,
      "亚": 612,
      "亜": 613,
      "京": 614,
      "人": 615,
      "仪": 616,
      "仮": 617,
      "件": 618,
      "伊": 619,
      "会": 620,
      "伝": 621,
      "作": 622,
      "侗": 623,
      "侠": 624,
      "侬": 625,
      "信": 626,
      "俳": 627,
      "候": 628,
      "備": 629,
      "僕": 630,
      "光": 631,
      "六": 632,
      "共": 633,
      "关": 634,
      "其": 635,
      "内": 636,
      "写": 637,
      "军": 638,
      "出": 639,
      "刘": 640,
      "利": 641,
      "到": 642,
      "剛": 643,
      "剣": 644,
      "剧": 645,
      "劃": 646,
      "劉": 647,
      "动": 648,
      "劳": 649,
      "勇": 650,
      "勝": 651,
      "区": 652,
      "區": 653,
      "千": 654,
      "半": 655,
      "华": 656,
      "協": 657,
      "南": 658,
      "卦": 659,
      "厚": 660,
      "原": 661,
      "厩": 662,
      "县": 663,
      "双": 664,
      "发": 665,
      "叔": 666,
      "取": 667,
      "受": 668,
      "召": 669,
      "可": 670,
      "台": 671,
      "叶": 672,
      "号": 673,
      "名": 674,
      "周": 675,
      "命": 676,
      "和": 677,
      "咲": 678,
      "品": 679,
      "响": 680,
      "唄": 681,
      "喋": 682,
      "喚": 683,
      "喝": 684,
      "四": 685,
      "回": 686,
      "国": 687,
      "國": 688,
      "在": 689,
      "地": 690,
      "坂": 691,
      "堂": 692,
      "堤": 693,
      "場": 694,
      "塊": 695,
      "填": 696,
      "增": 697,
      "壁": 698,
      "壬": 699,
      "声": 700,
      "壳": 701,
      "壽": 702,
      "変": 703,
      "外": 704,
      "大": 705,
      "天": 706,
      "奇": 707,
      "奈": 708,
      "奎": 709,
      "女": 710,
      "好": 711,
      "妙": 712,
      "姚": 713,
      "姫": 714,
      "子": 715,
      "字": 716,
      "学": 717,
      "孫": 718,
      "宋": 719,
      "宗": 720,
      "定": 721,
      "宝": 722,
      "宿": 723,
      "寶": 724,
      "对": 725,
      "寿": 726,
      "将": 727,
      "小": 728,
      "少": 729,
      "尾": 730,
      "展": 731,
      "市": 732,
      "帕": 733,
      "師": 734,
      "幕": 735,
      "幻": 736,
      "庄": 737,
      "康": 738,
      "廻": 739,
      "式": 740,
      "弓": 741,
      "弘": 742,
      "形": 743,
      "彦": 744,
      "彩": 745,
      "役": 746,
      "徳": 747,
      "忠": 748,
      "性": 749,
      "情": 750,
      "想": 751,
      "愛": 752,
      "感": 753,
      "懷": 754,
      "戎": 755,
      "我": 756,
      "战": 757,
      "戦": 758,
      "戰": 759,
      "房": 760,
      "所": 761,
      "打": 762,
      "扶": 763,
      "承": 764,
      "指": 765,
      "換": 766,
      "攝": 767,
      "放": 768,
      "政": 769,
      "教": 770,
      "散": 771,
      "断": 772,
      "新": 773,
      "方": 774,
      "旅": 775,
      "日": 776,
      "昌": 777,
      "明": 778,
      "星": 779,
      "時": 780,
      "晒": 781,
      "智": 782,
      "曲": 783,
      "更": 784,
      "書": 785,
      "會": 786,
      "月": 787,
      "朝": 788,
      "末": 789,
      "本": 790,
      "朱": 791,
      "杂": 792,
      "李": 793,
      "東": 794,
      "柔": 795,
      "柚": 796,
      "柱": 797,
      "桜": 798,
      "楽": 799,
      "様": 800,
      "橘": 801,
      "次": 802,
      "正": 803,
      "武": 804,
      "歳": 805,
      "残": 806,
      "殿": 807,
      "每": 808,
      "比": 809,
      "民": 810,
      "气": 811,
      "水": 812,
      "江": 813,
      "河": 814,
      "治": 815,
      "泉": 816,
      "法": 817,
      "津": 818,
      "派": 819,
      "海": 820,
      "涼": 821,
      "清": 822,
      "湖": 823,
      "源": 824,
      "灣": 825,
      "火": 826,
      "烟": 827,
      "無": 828,
      "然": 829,
      "照": 830,
      "煮": 831,
      "熊": 832,
      "熱": 833,
      "父": 834,
      "物": 835,
      "狐": 836,
      "狼": 837,
      "獣": 838,
      "王": 839,
      "生": 840,
      "用": 841,
      "田": 842,
      "由": 843,
      "男": 844,
      "町": 845,
      "界": 846,
      "番": 847,
      "登": 848,
      "白": 849,
      "的": 850,
      "皇": 851,
      "盟": 852,
      "直": 853,
      "真": 854,
      "眼": 855,
      "矢": 856,
      "知": 857,
      "砂": 858,
      "礁": 859,
      "社": 860,
      "祈": 861,
      "神": 862,
      "禁": 863,
      "福": 864,
      "禰": 865,
      "程": 866,
      "積": 867,
      "空": 868,
      "立": 869,
      "童": 870,
      "端": 871,
      "第": 872,
      "節": 873,
      "籌": 874,
      "精": 875,
      "紅": 876,
      "素": 877,
      "紫": 878,
      "細": 879,
      "紹": 880,
      "絵": 881,
      "經": 882,
      "編": 883,
      "细": 884,
      "绍": 885,
      "维": 886,
      "羽": 887,
      "翼": 888,
      "老": 889,
      "者": 890,
      "耕": 891,
      "耳": 892,
      "耿": 893,
      "聖": 894,
      "聞": 895,
      "肩": 896,
      "胠": 897,
      "脱": 898,
      "自": 899,
      "良": 900,
      "艺": 901,
      "节": 902,
      "芒": 903,
      "花": 904,
      "芽": 905,
      "茶": 906,
      "草": 907,
      "莉": 908,
      "蓮": 909,
      "薛": 910,
      "藤": 911,
      "藩": 912,
      "蛇": 913,
      "蝉": 914,
      "血": 915,
      "術": 916,
      "街": 917,
      "表": 918,
      "裏": 919,
      "襄": 920,
      "西": 921,
      "観": 922,
      "解": 923,
      "計": 924,
      "詠": 925,
      "話": 926,
      "誓": 927,
      "語": 928,
      "説": 929,
      "読": 930,
      "調": 931,
      "議": 932,
      "课": 933,
      "谷": 934,
      "賞": 935,
      "賦": 936,
      "質": 937,
      "贵": 938,
      "贺": 939,
      "赤": 940,
      "跡": 941,
      "路": 942,
      "身": 943,
      "転": 944,
      "輔": 945,
      "輪": 946,
      "述": 947,
      "通": 948,
      "運": 949,
      "道": 950,
      "部": 951,
      "酷": 952,
      "野": 953,
      "金": 954,
      "鉄": 955,
      "銀": 956,
      "長": 957,
      "长": 958,
      "門": 959,
      "閏": 960,
      "間": 961,
      "関": 962,
      "闘": 963,
      "门": 964,
      "问": 965,
      "降": 966,
      "限": 967,
      "雄": 968,
      "集": 969,
      "雙": 970,
      "霆": 971,
      "靈": 972,
      "青": 973,
      "非": 974,
      "面": 975,
      "韓": 976,
      "韦": 977,
      "題": 978,
      "風": 979,
      "香": 980,
      "馬": 981,
      "马": 982,
      "骸": 983,
      "高": 984,
      "鬼": 985,
      "魂": 986,
      "魔": 987,
      "鵡": 988,
      "麻": 989,
      "黄": 990,
      "黒": 991,
      "鼎": 992,
      "龍": 993,
      "ﬁ": 994,
      "ﮮ": 995,
      "ﻋ": 996,
      "！": 997,
      "，": 998,
      "６": 999,
      "：": 1000,
      "～": 1001,
      "𒀯": 1002,
      "𒀳": 1003,
      "𝕡": 1004,
      "##l": 1005,
      "##e": 1006,
      "##g": 1007,
      "##a": 1008,
      "##i": 1009,
      "##s": 1010,
      "##d": 1011,
      "##n": 1012,
      "##r": 1013,
      "##t": 1014,
      "##k": 1015,
      "##c": 1016,
      "##h": 1017,
      "##o": 1018,
      "##u": 1019,
      "##v": 1020,
      "##m": 1021,
      "##w": 1022,
      "##f": 1023,
      "##b": 1024,
      "##y": 1025,
      "##p": 1026,
      "##q": 1027,
      "##л": 1028,
      "##а": 1029,
      "##д": 1030,
      "##ł": 1031,
      "##j": 1032,
      "##0": 1033,
      "##8": 1034,
      "##4": 1035,
      "##1": 1036,
      "##3": 1037,
      "##9": 1038,
      "##2": 1039,
      "##5": 1040,
      "##x": 1041,
      "##ม": 1042,
      "##อ": 1043,
      "##น": 1044,
      "##ท": 1045,
      "##ง": 1046,
      "##z": 1047,
      "##ェ": 1048,
      "##イ": 1049,
      "##エ": 1050,
      "##ア": 1051,
      "##ग": 1052,
      "##न": 1053,
      "##ー": 1054,
      "##ウ": 1055,
      "##ル": 1056,
      "##ス": 1057,
      "##ハ": 1058,
      "##ヒ": 1059,
      "##ロ": 1060,
      "##ν": 1061,
      "##ω": 1062,
      "##σ": 1063,
      "##ι": 1064,
      "##ς": 1065,
      "##6": 1066,
      "##7": 1067,
      "##ɪ": 1068,
      "##θ": 1069,
      "##ɒ": 1070,
      "##æ": 1071,
      "##ə": 1072,
      "##ε": 1073,
      "##ο": 1074,
      "##ᅥ": 1075,
      "##ᆫ": 1076,
      "##ᄀ": 1077,
      "##ᅮ": 1078,
      "##ᆨ": 1079,
      "##ि": 1080,
      "##त": 1081,
      "##ा": 1082,
      "##ः": 1083,
      "##о": 1084,
      "##ਲ": 1085,
      "##ਾ": 1086,
      "##ਹ": 1087,
      "##ɛ": 1088,
      "##ʁ": 1089,
      "##с": 1090,
      "##к": 1091,
      "##в": 1092,
      "##у": 1093,
      "##ø": 1094,
      "##ト": 1095,
      "##タ": 1096,
      "##λ": 1097,
      "##ρ": 1098,
      "##ན": 1099,
      "##མ": 1100,
      "##κ": 1101,
      "##δ": 1102,
      "##α": 1103,
      "##τ": 1104,
      "##υ": 1105,
      "##ل": 1106,
      "##ق": 1107,
      "##ن": 1108,
      "##ي": 1109,
      "##ر": 1110,
      "##ة": 1111,
      "##ɔ": 1112,
      "##ッ": 1113,
      "##ク": 1114,
      "##マ": 1115,
      "##ン": 1116,
      "##đ": 1117,
      "##ち": 1118,
      "##ˈ": 1119,
      "##द": 1120,
      "##ո": 1121,
      "##ն": 1122,
      "##ɐ": 1123,
      "##ʲ": 1124,
      "##ː": 1125,
      "##ı": 1126,
      "##ɨ": 1127,
      "##π": 1128,
      "##շ": 1129,
      "##μ": 1130,
      "##ð": 1131,
      "##ʻ": 1132,
      "##ա": 1133,
      "##ր": 1134,
      "##գ": 1135,
      "##ս": 1136,
      "##յ": 1137,
      "##ƒ": 1138,
      "##י": 1139,
      "##נ": 1140,
      "##א": 1141,
      "##ק": 1142,
      "##ו": 1143,
      "##ס": 1144,
      "##и": 1145,
      "##н": 1146,
      "##р": 1147,
      "##т": 1148,
      "##ш": 1149,
      "##ћ": 1150,
      "##е": 1151,
      "##ァ": 1152,
      "##レ": 1153,
      "##ォ": 1154,
      "##フ": 1155,
      "##г": 1156,
      "##м": 1157,
      "##β": 1158,
      "##я": 1159,
      "##र": 1160,
      "##ʊ": 1161,
      "##प": 1162,
      "##ე": 1163,
      "##ლ": 1164,
      "##უ": 1165,
      "##ა": 1166,
      "##म": 1167,
      "##ह": 1168,
      "##カ": 1169,
      "##ツ": 1170,
      "##ʿ": 1171,
      "##ß": 1172,
      "##ь": 1173,
      "##þ": 1174,
      "##œ": 1175,
      "##ɡ": 1176,
      "##و": 1177,
      "##ф": 1178,
      "##リ": 1179,
      "##บ": 1180,
      "##η": 1181,
      "##ᅡ": 1182,
      "##ᄅ": 1183,
      "##ᅵ": 1184,
      "##ᄉ": 1185,
      "##χ": 1186,
      "##γ": 1187,
      "##ऽ": 1188,
      "##х": 1189,
      "##ュ": 1190,
      "##ɾ": 1191,
      "##ˠ": 1192,
      "##ɑ": 1193,
      "##φ": 1194,
      "##ב": 1195,
      "##ᵻ": 1196,
      "##ˌ": 1197,
      "##ј": 1198,
      "##ц": 1199,
      "##ܒ": 1200,
      "##ܐ": 1201,
      "##ケ": 1202,
      "##モ": 1203,
      "##ʒ": 1204,
      "##ノ": 1205,
      "##ミ": 1206,
      "##の": 1207,
      "##キ": 1208,
      "##テ": 1209,
      "##ィ": 1210,
      "##ナ": 1211,
      "##պ": 1212,
      "##ւ": 1213,
      "##թ": 1214,
      "##サ": 1215,
      "##ɕ": 1216,
      "##ย": 1217,
      "##า": 1218,
      "##ว": 1219,
      "##ζ": 1220,
      "##ム": 1221,
      "##ܠ": 1222,
      "##ܝ": 1223,
      "##ᆰ": 1224,
      "##ᄋ": 1225,
      "##ᅳ": 1226,
      "##ᄂ": 1227,
      "##ᅩ": 1228,
      "##ᆯ": 1229,
      "##ो": 1230,
      "##ध": 1231,
      "##स": 1232,
      "##ʷ": 1233,
      "##ʂ": 1234,
      "##ا": 1235,
      "##ʰ": 1236,
      "##か": 1237,
      "##た": 1238,
      "##よ": 1239,
      "##り": 1240,
      "##ъ": 1241,
      "##ب": 1242,
      "##د": 1243,
      "##م": 1244,
      "##१": 1245,
      "##س": 1246,
      "##ع": 1247,
      "##ニ": 1248,
      "##く": 1249,
      "##み": 1250,
      "##া": 1251,
      "##ল": 1252,
      "##ী": 1253,
      "##ক": 1254,
      "##セ": 1255,
      "##б": 1256,
      "##き": 1257,
      "##ラ": 1258,
      "##თ": 1259,
      "##ስ": 1260,
      "##ታ": 1261,
      "##ን": 1262,
      "##ቲ": 1263,
      "##ు": 1264,
      "##ల": 1265,
      "##ర": 1266,
      "##シ": 1267,
      "##ユ": 1268,
      "##מ": 1269,
      "##ם": 1270,
      "##ャ": 1271,
      "##ዕ": 1272,
      "##ቆ": 1273,
      "##ብ": 1274,
      "##ɲ": 1275,
      "##ʃ": 1276,
      "##չ": 1277,
      "##ի": 1278,
      "##خ": 1279,
      "##เ": 1280,
      "##ร": 1281,
      "##ข": 1282,
      "##い": 1283,
      "##メ": 1284,
      "##ү": 1285,
      "##э": 1286,
      "##क": 1287,
      "##オ": 1288,
      "##は": 1289,
      "##な": 1290,
      "##し": 1291,
      "##ょ": 1292,
      "##ɯ": 1293,
      "##ɺ": 1294,
      "##غ": 1295,
      "##զ": 1296,
      "##ե": 1297,
      "##տ": 1298,
      "##ɬ": 1299,
      "##ᄇ": 1300,
      "##ж": 1301,
      "##ᅣ": 1302,
      "##ᆼ": 1303,
      "##ᆷ": 1304,
      "##ﬁ": 1305,
      "##व": 1306,
      "##ч": 1307,
      "##य": 1308,
      "##ी": 1309,
      "##ʾ": 1310,
      "##ะ": 1311,
      "##ホ": 1312,
      "##ʀ": 1313,
      "##６": 1314,
      "##ल": 1315,
      "##さ": 1316,
      "##ŋ": 1317,
      "##ひ": 1318,
      "##ء": 1319,
      "##ش": 1320,
      "##ہ": 1321,
      "##ی": 1322,
      "##ه": 1323,
      "##ด": 1324,
      "##ส": 1325,
      "##ต": 1326,
      "##ภ": 1327,
      "##ɤ": 1328,
      "##ز": 1329,
      "##ヤ": 1330,
      "##п": 1331,
      "##ɟ": 1332,
      "##け": 1333,
      "##ვ": 1334,
      "##ნ": 1335,
      "##վ": 1336,
      "##հ": 1337,
      "##𒀳": 1338,
      "##ᄏ": 1339,
      "##і": 1340,
      "##ح": 1341,
      "##ে": 1342,
      "##ত": 1343,
      "##ج": 1344,
      "##ɫ": 1345,
      "##च": 1346,
      "##ש": 1347,
      "##ה": 1348,
      "##ᄌ": 1349,
      "##ᄒ": 1350,
      "##お": 1351,
      "##ん": 1352,
      "##ᵿ": 1353,
      "##や": 1354,
      "##ゆ": 1355,
      "##ョ": 1356,
      "##う": 1357,
      "##コ": 1358,
      "##з": 1359,
      "##ר": 1360,
      "##ת": 1361,
      "##њ": 1362,
      "##བ": 1363,
      "##ག": 1364,
      "##º": 1365,
      "##ע": 1366,
      "##խ": 1367,
      "##մ": 1368,
      "##ष": 1369,
      "##थ": 1370,
      "##ಡ": 1371,
      "##ೕ": 1372,
      "##ಬ": 1373,
      "##ಾ": 1374,
      "##կ": 1375,
      "##բ": 1376,
      "##ց": 1377,
      "##ヘ": 1378,
      "##щ": 1379,
      "##ы": 1380,
      "##צ": 1381,
      "##て": 1382,
      "##ד": 1383,
      "##ネ": 1384,
      "##ソ": 1385,
      "##ᄐ": 1386,
      "##ᅢ": 1387,
      "##ᅯ": 1388,
      "##ﮮ": 1389,
      "##ت": 1390,
      "##ट": 1391,
      "##ʔ": 1392,
      "##と": 1393,
      "##ཡ": 1394,
      "##ड": 1395,
      "##ब": 1396,
      "##ር": 1397,
      "##አ": 1398,
      "##ล": 1399,
      "##ք": 1400,
      "##ʋ": 1401,
      "##も": 1402,
      "##ワ": 1403,
      "##ك": 1404,
      "##ం": 1405,
      "##డ": 1406,
      "##బ": 1407,
      "##इ": 1408,
      "##ө": 1409,
      "##ص": 1410,
      "##ら": 1411,
      "##ח": 1412,
      "##ל": 1413,
      "##ɣ": 1414,
      "##に": 1415,
      "##せ": 1416,
      "##ג": 1417,
      "##ᄎ": 1418,
      "##న": 1419,
      "##ξ": 1420,
      "##ʌ": 1421,
      "##ま": 1422,
      "##ᅭ": 1423,
      "##he": 1424,
      "the": 1425,
      "##er": 1426,
      "##in": 1427,
      "##ed": 1428,
      "##on": 1429,
      "##nd": 1430,
      "##or": 1431,
      "##at": 1432,
      "##es": 1433,
      "##en": 1434,
      "##ar": 1435,
      "in": 1436,
      "of": 1437,
      "##an": 1438,
      "##al": 1439,
      "##ing": 1440,
      "##it": 1441,
      "##as": 1442,
      "and": 1443,
      "##is": 1444,
      "to": 1445,
      "##ic": 1446,
      "##ou": 1447,
      "##re": 1448,
      "##ion": 1449,
      "##om": 1450,
      "##il": 1451,
      "##el": 1452,
      "th": 1453,
      "##ent": 1454,
      "##ec": 1455,
      "##st": 1456,
      "##am": 1457,
      "##et": 1458,
      "##ro": 1459,
      "on": 1460,
      "##ad": 1461,
      "was": 1462,
      "##ac": 1463,
      "##ur": 1464,
      "st": 1465,
      "##le": 1466,
      "for": 1467,
      "##ly": 1468,
      "##ol": 1469,
      "##ir": 1470,
      "##id": 1471,
      "as": 1472,
      "##ter": 1473,
      "##iv": 1474,
      "##ot": 1475,
      "##ig": 1476,
      "re": 1477,
      "##ut": 1478,
      "##im": 1479,
      "##ith": 1480,
      "##ow": 1481,
      "##ay": 1482,
      "be": 1483,
      "al": 1484,
      "with": 1485,
      "that": 1486,
      "wh": 1487,
      "it": 1488,
      "##ation": 1489,
      "con": 1490,
      "at": 1491,
      "by": 1492,
      "an": 1493,
      "##ers": 1494,
      "fr": 1495,
      "##em": 1496,
      "is": 1497,
      "he": 1498,
      "##us": 1499,
      "##ch": 1500,
      "##ce": 1501,
      "##ver": 1502,
      "##th": 1503,
      "##ul": 1504,
      "##and": 1505,
      "##ain": 1506,
      "##os": 1507,
      "ch": 1508,
      "##her": 1509,
      "his": 1510,
      "##est": 1511,
      "19": 1512,
      "##ag": 1513,
      "##av": 1514,
      "##um": 1515,
      "com": 1516,
      "from": 1517,
      "se": 1518,
      "su": 1519,
      "pro": 1520,
      "##ct": 1521,
      "##od": 1522,
      "##ess": 1523,
      "de": 1524,
      "##ap": 1525,
      "##ect": 1526,
      "##ist": 1527,
      "##ri": 1528,
      "##un": 1529,
      "##00": 1530,
      "sh": 1531,
      "ne": 1532,
      "##op": 1533,
      "##ill": 1534,
      "##ere": 1535,
      "##igh": 1536,
      "##ber": 1537,
      "##ld": 1538,
      "##ies": 1539,
      "##oc": 1540,
      "##all": 1541,
      "##art": 1542,
      "##ich": 1543,
      "##ard": 1544,
      "##ak": 1545,
      "ar": 1546,
      "##if": 1547,
      "or": 1548,
      "ex": 1549,
      "were": 1550,
      "##ort": 1551,
      "##ate": 1552,
      "pl": 1553,
      "un": 1554,
      "##ab": 1555,
      "pr": 1556,
      "##pp": 1557,
      "le": 1558,
      "sp": 1559,
      "##ant": 1560,
      "##ud": 1561,
      "##ong": 1562,
      "##gh": 1563,
      "##ated": 1564,
      "tr": 1565,
      "##se": 1566,
      "en": 1567,
      "##ity": 1568,
      "##ive": 1569,
      "##ie": 1570,
      "had": 1571,
      "##ame": 1572,
      "##ore": 1573,
      "##ack": 1574,
      "which": 1575,
      "##our": 1576,
      "##ip": 1577,
      "##ast": 1578,
      "##ge": 1579,
      "are": 1580,
      "##ear": 1581,
      "##ough": 1582,
      "not": 1583,
      "##ov": 1584,
      "af": 1585,
      "##ment": 1586,
      "##ian": 1587,
      "##ell": 1588,
      "##ally": 1589,
      "##ost": 1590,
      "##ound": 1591,
      "##qu": 1592,
      "##out": 1593,
      "cl": 1594,
      "##ight": 1595,
      "rec": 1596,
      "whe": 1597,
      "br": 1598,
      "##ust": 1599,
      "##ary": 1600,
      "##ord": 1601,
      "##ia": 1602,
      "##pt": 1603,
      "##oun": 1604,
      "##ave": 1605,
      "##ine": 1606,
      "##cc": 1607,
      "her": 1608,
      "ad": 1609,
      "sc": 1610,
      "comp": 1611,
      "fir": 1612,
      "but": 1613,
      "inc": 1614,
      "wor": 1615,
      "##ould": 1616,
      "this": 1617,
      "##ther": 1618,
      "tw": 1619,
      "ab": 1620,
      "cont": 1621,
      "after": 1622,
      "int": 1623,
      "##ous": 1624,
      "##ish": 1625,
      "##ial": 1626,
      "first": 1627,
      "gr": 1628,
      "200": 1629,
      "its": 1630,
      "##so": 1631,
      "##ions": 1632,
      "their": 1633,
      "20": 1634,
      "all": 1635,
      "new": 1636,
      "res": 1637,
      "am": 1638,
      "##ure": 1639,
      "one": 1640,
      "##per": 1641,
      "ro": 1642,
      "##ue": 1643,
      "##ass": 1644,
      "man": 1645,
      "##ok": 1646,
      "also": 1647,
      "mar": 1648,
      "per": 1649,
      "she": 1650,
      "##ome": 1651,
      "us": 1652,
      "##ign": 1653,
      "##ub": 1654,
      "tim": 1655,
      "##oll": 1656,
      "##ical": 1657,
      "rel": 1658,
      "##ater": 1659,
      "they": 1660,
      "##ond": 1661,
      "##ide": 1662,
      "##hed": 1663,
      "##age": 1664,
      "two": 1665,
      "##ire": 1666,
      "fe": 1667,
      "##orm": 1668,
      "##og": 1669,
      "##ru": 1670,
      "ser": 1671,
      "who": 1672,
      "##ry": 1673,
      "have": 1674,
      "ag": 1675,
      "comm": 1676,
      "part": 1677,
      "bec": 1678,
      "##ans": 1679,
      "##du": 1680,
      "##ff": 1681,
      "##rit": 1682,
      "##ence": 1683,
      "##ile": 1684,
      "dis": 1685,
      "des": 1686,
      "##ra": 1687,
      "app": 1688,
      "we": 1689,
      "rep": 1690,
      "##end": 1691,
      "##ree": 1692,
      "go": 1693,
      "##ition": 1694,
      "##iz": 1695,
      "been": 1696,
      "has": 1697,
      "off": 1698,
      "##ely": 1699,
      "##ance": 1700,
      "##own": 1701,
      "##uring": 1702,
      "##act": 1703,
      "play": 1704,
      "18": 1705,
      "over": 1706,
      "year": 1707,
      "other": 1708,
      "up": 1709,
      "##lud": 1710,
      "out": 1711,
      "im": 1712,
      "201": 1713,
      "co": 1714,
      "##ult": 1715,
      "##ice": 1716,
      "##ach": 1717,
      "ev": 1718,
      "##ember": 1719,
      "##ace": 1720,
      "att": 1721,
      "##wn": 1722,
      "when": 1723,
      "##land": 1724,
      "car": 1725,
      "fin": 1726,
      "dec": 1727,
      "inter": 1728,
      "##ations": 1729,
      "##ke": 1730,
      "##ade": 1731,
      "pre": 1732,
      "##ory": 1733,
      "can": 1734,
      "time": 1735,
      "bo": 1736,
      "during": 1737,
      "##ail": 1738,
      "fl": 1739,
      "##ib": 1740,
      "##ount": 1741,
      "includ": 1742,
      "##urn": 1743,
      "would": 1744,
      "##ced": 1745,
      "ind": 1746,
      "##ens": 1747,
      "into": 1748,
      "##man": 1749,
      "##one": 1750,
      "sec": 1751,
      "te": 1752,
      "me": 1753,
      "##ks": 1754,
      "##ward": 1755,
      "##ict": 1756,
      "##ite": 1757,
      "him": 1758,
      "##we": 1759,
      "##ang": 1760,
      "##int": 1761,
      "bl": 1762,
      "fil": 1763,
      "##pl": 1764,
      "act": 1765,
      "##ates": 1766,
      "##ick": 1767,
      "##ased": 1768,
      "##ied": 1769,
      "cent": 1770,
      "##ited": 1771,
      "##ose": 1772,
      "more": 1773,
      "bet": 1774,
      "jo": 1775,
      "##able": 1776,
      "ear": 1777,
      "war": 1778,
      "##nder": 1779,
      "form": 1780,
      "char": 1781,
      "par": 1782,
      "##amp": 1783,
      "##ents": 1784,
      "##way": 1785,
      "acc": 1786,
      "film": 1787,
      "el": 1788,
      "##ors": 1789,
      "##ase": 1790,
      "##old": 1791,
      "##les": 1792,
      "cons": 1793,
      "##ces": 1794,
      "##ft": 1795,
      "while": 1796,
      "mus": 1797,
      "##aw": 1798,
      "##ild": 1799,
      "##te": 1800,
      "most": 1801,
      "##ings": 1802,
      "##pr": 1803,
      "thr": 1804,
      "##ason": 1805,
      "##att": 1806,
      "there": 1807,
      "kn": 1808,
      "rem": 1809,
      "##form": 1810,
      "game": 1811,
      "##ind": 1812,
      "nor": 1813,
      "bu": 1814,
      "po": 1815,
      "song": 1816,
      "no": 1817,
      "##vel": 1818,
      "qu": 1819,
      "##aus": 1820,
      "gen": 1821,
      "##fer": 1822,
      "so": 1823,
      "##iss": 1824,
      "ass": 1825,
      "pe": 1826,
      "##ious": 1827,
      "##reat": 1828,
      "##ake": 1829,
      "how": 1830,
      "reg": 1831,
      "em": 1832,
      "later": 1833,
      "about": 1834,
      "produ": 1835,
      "##gan": 1836,
      "##ved": 1837,
      "##ican": 1838,
      "again": 1839,
      "##eld": 1840,
      "##rop": 1841,
      "work": 1842,
      "under": 1843,
      "##ood": 1844,
      "ret": 1845,
      "##ve": 1846,
      "only": 1847,
      "air": 1848,
      "may": 1849,
      "some": 1850,
      "three": 1851,
      "##rib": 1852,
      "than": 1853,
      "them": 1854,
      "##ix": 1855,
      "day": 1856,
      "high": 1857,
      "##ock": 1858,
      "##gr": 1859,
      "##ween": 1860,
      "##ubl": 1861,
      "mon": 1862,
      "bro": 1863,
      "between": 1864,
      "sy": 1865,
      "##oth": 1866,
      "through": 1867,
      "##ollow": 1868,
      "col": 1869,
      "##als": 1870,
      "##ered": 1871,
      "num": 1872,
      "##ction": 1873,
      "199": 1874,
      "##fore": 1875,
      "##outh": 1876,
      "follow": 1877,
      "##ath": 1878,
      "##ons": 1879,
      "min": 1880,
      "##hip": 1881,
      "record": 1882,
      "second": 1883,
      "end": 1884,
      "rele": 1885,
      "ma": 1886,
      "eng": 1887,
      "##ational": 1888,
      "li": 1889,
      "alb": 1890,
      "##ters": 1891,
      "dr": 1892,
      "pres": 1893,
      "##hn": 1894,
      "##orn": 1895,
      "sub": 1896,
      "ac": 1897,
      "##ug": 1898,
      "def": 1899,
      "##iew": 1900,
      "sa": 1901,
      "##ph": 1902,
      "pos": 1903,
      "four": 1904,
      "ph": 1905,
      "before": 1906,
      "where": 1907,
      "##ating": 1908,
      "cap": 1909,
      "lar": 1910,
      "season": 1911,
      "mov": 1912,
      "north": 1913,
      "amer": 1914,
      "sch": 1915,
      "do": 1916,
      "##ral": 1917,
      "made": 1918,
      "##ular": 1919,
      "ep": 1920,
      "##ey": 1921,
      "##ics": 1922,
      "world": 1923,
      "album": 1924,
      "##ived": 1925,
      "writ": 1926,
      "##son": 1927,
      "sur": 1928,
      "team": 1929,
      "##ames": 1930,
      "##ision": 1931,
      "000": 1932,
      "sing": 1933,
      "sm": 1934,
      "will": 1935,
      "##ep": 1936,
      "str": 1937,
      "##ained": 1938,
      "gu": 1939,
      "arm": 1940,
      "such": 1941,
      "##hes": 1942,
      "spec": 1943,
      "cr": 1944,
      "##ished": 1945,
      "##ton": 1946,
      "rev": 1947,
      "call": 1948,
      "publ": 1949,
      "pol": 1950,
      "loc": 1951,
      "met": 1952,
      "##ever": 1953,
      "sever": 1954,
      "supp": 1955,
      "##ning": 1956,
      "south": 1957,
      "##itt": 1958,
      "add": 1959,
      "years": 1960,
      "##let": 1961,
      "10": 1962,
      "##ected": 1963,
      "gener": 1964,
      "mill": 1965,
      "##ily": 1966,
      "##io": 1967,
      "##ros": 1968,
      "inv": 1969,
      "show": 1970,
      "both": 1971,
      "imp": 1972,
      "used": 1973,
      "##ode": 1974,
      "being": 1975,
      "count": 1976,
      "art": 1977,
      "however": 1978,
      "then": 1979,
      "##ank": 1980,
      "##tern": 1981,
      "number": 1982,
      "##other": 1983,
      "##ific": 1984,
      "##ery": 1985,
      "##ual": 1986,
      "bel": 1987,
      "set": 1988,
      "##led": 1989,
      "batt": 1990,
      "these": 1991,
      "##ool": 1992,
      "stud": 1993,
      "inst": 1994,
      "long": 1995,
      "well": 1996,
      "##ury": 1997,
      "ed": 1998,
      "sim": 1999,
      "##ection": 2000,
      "back": 2001,
      "##ten": 2002,
      "17": 2003,
      "##oup": 2004,
      "music": 2005,
      "against": 2006,
      "epis": 2007,
      "series": 2008,
      "many": 2009,
      "##ert": 2010,
      "main": 2011,
      "##ince": 2012,
      "##ause": 2013,
      "##az": 2014,
      "##air": 2015,
      "##ale": 2016,
      "city": 2017,
      "found": 2018,
      "op": 2019,
      "lead": 2020,
      "##ather": 2021,
      "##ement": 2022,
      "including": 2023,
      "pop": 2024,
      "##urr": 2025,
      "charac": 2026,
      "dire": 2027,
      "rece": 2028,
      "became": 2029,
      "sl": 2030,
      "brit": 2031,
      "##ier": 2032,
      "ter": 2033,
      "united": 2034,
      "##ron": 2035,
      "trans": 2036,
      "##fl": 2037,
      "##res": 2038,
      "several": 2039,
      "perform": 2040,
      "div": 2041,
      "##velop": 2042,
      "##oy": 2043,
      "##ise": 2044,
      "##ower": 2045,
      "##au": 2046,
      "mil": 2047,
      "mat": 2048,
      "state": 2049,
      "12": 2050,
      "##ife": 2051,
      "##ised": 2052,
      "ob": 2053,
      "##anc": 2054,
      "appear": 2055,
      "##vern": 2056,
      "##ork": 2057,
      "##igin": 2058,
      "ship": 2059,
      "cre": 2060,
      "contin": 2061,
      "##ures": 2062,
      "dist": 2063,
      "did": 2064,
      "##ines": 2065,
      "##its": 2066,
      "develop": 2067,
      "origin": 2068,
      "15": 2069,
      "nov": 2070,
      "alth": 2071,
      "win": 2072,
      "exp": 2073,
      "ann": 2074,
      "ext": 2075,
      "although": 2076,
      "prov": 2077,
      "dep": 2078,
      "198": 2079,
      "could": 2080,
      "##ities": 2081,
      "##ley": 2082,
      "states": 2083,
      "conc": 2084,
      "ger": 2085,
      "bar": 2086,
      "dif": 2087,
      "##iet": 2088,
      "##til": 2089,
      "##ually": 2090,
      "govern": 2091,
      "oper": 2092,
      "const": 2093,
      "##ross": 2094,
      "##ield": 2095,
      "run": 2096,
      "##elf": 2097,
      "##ird": 2098,
      "return": 2099,
      "##uc": 2100,
      "##are": 2101,
      "following": 2102,
      "194": 2103,
      "john": 2104,
      "est": 2105,
      "said": 2106,
      "any": 2107,
      "##ful": 2108,
      "##ouse": 2109,
      "early": 2110,
      "crit": 2111,
      "group": 2112,
      "##iver": 2113,
      "american": 2114,
      "##ative": 2115,
      "land": 2116,
      "##der": 2117,
      "direct": 2118,
      "11": 2119,
      "near": 2120,
      "##ann": 2121,
      "aust": 2122,
      "episode": 2123,
      "pass": 2124,
      "king": 2125,
      "mod": 2126,
      "school": 2127,
      "##emb": 2128,
      "sign": 2129,
      "196": 2130,
      "known": 2131,
      "16": 2132,
      "jun": 2133,
      "##sp": 2134,
      "##eng": 2135,
      "##row": 2136,
      "##olog": 2137,
      "fam": 2138,
      "gre": 2139,
      "##ident": 2140,
      "##ople": 2141,
      "down": 2142,
      "##ought": 2143,
      "feat": 2144,
      "##ued": 2145,
      "##uch": 2146,
      "design": 2147,
      "##iam": 2148,
      "began": 2149,
      "##ah": 2150,
      "hist": 2151,
      "because": 2152,
      "red": 2153,
      "##ism": 2154,
      "serv": 2155,
      "west": 2156,
      "med": 2157,
      "pers": 2158,
      "lo": 2159,
      "##ange": 2160,
      "##ject": 2161,
      "##ivers": 2162,
      "##ern": 2163,
      "##ided": 2164,
      "own": 2165,
      "until": 2166,
      "har": 2167,
      "desc": 2168,
      "offic": 2169,
      "disc": 2170,
      "##ized": 2171,
      "called": 2172,
      "##ek": 2173,
      "national": 2174,
      "along": 2175,
      "point": 2176,
      "197": 2177,
      "##ll": 2178,
      "##ured": 2179,
      "##aking": 2180,
      "port": 2181,
      "ste": 2182,
      "open": 2183,
      "eff": 2184,
      "##ined": 2185,
      "released": 2186,
      "like": 2187,
      "##0s": 2188,
      "##ty": 2189,
      "people": 2190,
      "resp": 2191,
      "##enn": 2192,
      "million": 2193,
      "##stem": 2194,
      "##gin": 2195,
      "##els": 2196,
      "compan": 2197,
      "##ccess": 2198,
      "prev": 2199,
      "##ists": 2200,
      "##ele": 2201,
      "##ium": 2202,
      "##osed": 2203,
      "##ets": 2204,
      "##xt": 2205,
      "ever": 2206,
      "av": 2207,
      "six": 2208,
      "maj": 2209,
      "since": 2210,
      "##ially": 2211,
      "system": 2212,
      "british": 2213,
      "##ull": 2214,
      "around": 2215,
      "if": 2216,
      "star": 2217,
      "head": 2218,
      "my": 2219,
      "##ric": 2220,
      "ju": 2221,
      "##red": 2222,
      "aut": 2223,
      "13": 2224,
      "var": 2225,
      "cour": 2226,
      "adv": 2227,
      "class": 2228,
      "bre": 2229,
      "same": 2230,
      "best": 2231,
      "just": 2232,
      "##ession": 2233,
      "id": 2234,
      "aug": 2235,
      "##oot": 2236,
      "hel": 2237,
      "cor": 2238,
      "km": 2239,
      "la": 2240,
      "another": 2241,
      "##ments": 2242,
      "##ution": 2243,
      "five": 2244,
      "major": 2245,
      "east": 2246,
      "##ains": 2247,
      "award": 2248,
      "sw": 2249,
      "##ont": 2250,
      "german": 2251,
      "##gg": 2252,
      "##cept": 2253,
      "attack": 2254,
      "coll": 2255,
      "each": 2256,
      "road": 2257,
      "took": 2258,
      "##ark": 2259,
      "august": 2260,
      "describ": 2261,
      "##aced": 2262,
      "start": 2263,
      "success": 2264,
      "##up": 2265,
      "ty": 2266,
      "old": 2267,
      "##ently": 2268,
      "great": 2269,
      "support": 2270,
      "##ible": 2271,
      "##aining": 2272,
      "oct": 2273,
      "##ene": 2274,
      "sept": 2275,
      "build": 2276,
      "arr": 2277,
      "14": 2278,
      "report": 2279,
      "use": 2280,
      "##ts": 2281,
      "austral": 2282,
      "book": 2283,
      "september": 2284,
      "##ys": 2285,
      "result": 2286,
      "##hern": 2287,
      "##amed": 2288,
      "##ane": 2289,
      "##ired": 2290,
      "final": 2291,
      "received": 2292,
      "gl": 2293,
      "you": 2294,
      "##aving": 2295,
      "##cl": 2296,
      "occ": 2297,
      "character": 2298,
      "##ended": 2299,
      "tri": 2300,
      "area": 2301,
      "complet": 2302,
      "public": 2303,
      "dem": 2304,
      "##ruct": 2305,
      "##und": 2306,
      "band": 2307,
      "det": 2308,
      "##raft": 2309,
      "consid": 2310,
      "line": 2311,
      "ge": 2312,
      "what": 2313,
      "##ik": 2314,
      "##app": 2315,
      "small": 2316,
      "##ob": 2317,
      "prom": 2318,
      "short": 2319,
      "193": 2320,
      "##ober": 2321,
      "##ues": 2322,
      "##ately": 2323,
      "due": 2324,
      "march": 2325,
      "turn": 2326,
      "hal": 2327,
      "##ives": 2328,
      "chr": 2329,
      "october": 2330,
      "ra": 2331,
      "##get": 2332,
      "life": 2333,
      "house": 2334,
      "sk": 2335,
      "mid": 2336,
      "##ble": 2337,
      "195": 2338,
      "last": 2339,
      "stre": 2340,
      "del": 2341,
      "##ger": 2342,
      "way": 2343,
      "camp": 2344,
      "##uss": 2345,
      "rest": 2346,
      "century": 2347,
      "government": 2348,
      "june": 2349,
      "##ash": 2350,
      "single": 2351,
      "##ison": 2352,
      "##ission": 2353,
      "squ": 2354,
      "##ner": 2355,
      "##ored": 2356,
      "##ted": 2357,
      "mag": 2358,
      "##ility": 2359,
      "contro": 2360,
      "third": 2361,
      "univers": 2362,
      "191": 2363,
      "##ants": 2364,
      "partic": 2365,
      "rout": 2366,
      "command": 2367,
      "##enc": 2368,
      "##ilt": 2369,
      "event": 2370,
      "large": 2371,
      "##ink": 2372,
      "##ove": 2373,
      "##oss": 2374,
      "games": 2375,
      "top": 2376,
      "cal": 2377,
      "ke": 2378,
      "ent": 2379,
      "mark": 2380,
      "##ians": 2381,
      "home": 2382,
      "dam": 2383,
      "##urch": 2384,
      "##ins": 2385,
      "much": 2386,
      "differ": 2387,
      "apr": 2388,
      "general": 2389,
      "jan": 2390,
      "island": 2391,
      "left": 2392,
      "##hing": 2393,
      "child": 2394,
      "gun": 2395,
      "vers": 2396,
      "##aim": 2397,
      "april": 2398,
      "july": 2399,
      "##iving": 2400,
      "capt": 2401,
      "ele": 2402,
      "company": 2403,
      "conv": 2404,
      "death": 2405,
      "prot": 2406,
      "##rap": 2407,
      "month": 2408,
      "##omet": 2409,
      "##ute": 2410,
      "allow": 2411,
      "fur": 2412,
      "tit": 2413,
      "review": 2414,
      "men": 2415,
      "##ively": 2416,
      "accord": 2417,
      "##ina": 2418,
      "town": 2419,
      "even": 2420,
      "york": 2421,
      "##sc": 2422,
      "##inc": 2423,
      "power": 2424,
      "##idge": 2425,
      "soc": 2426,
      "##ting": 2427,
      "##ms": 2428,
      "enter": 2429,
      "black": 2430,
      "##uary": 2431,
      "place": 2432,
      "family": 2433,
      "##ales": 2434,
      "track": 2435,
      "storm": 2436,
      "##bo": 2437,
      "river": 2438,
      "eu": 2439,
      "spe": 2440,
      "story": 2441,
      "kill": 2442,
      "##ica": 2443,
      "##ural": 2444,
      "25": 2445,
      "november": 2446,
      "##ified": 2447,
      "##aged": 2448,
      "conf": 2449,
      "incre": 2450,
      "leg": 2451,
      "based": 2452,
      "##hest": 2453,
      "vict": 2454,
      "addition": 2455,
      "##lish": 2456,
      "now": 2457,
      "water": 2458,
      "vis": 2459,
      "##bert": 2460,
      "progr": 2461,
      "192": 2462,
      "##erg": 2463,
      "according": 2464,
      "appro": 2465,
      "played": 2466,
      "december": 2467,
      "post": 2468,
      "##ared": 2469,
      "30": 2470,
      "law": 2471,
      "hand": 2472,
      "requ": 2473,
      "vide": 2474,
      "##hen": 2475,
      "##ically": 2476,
      "hum": 2477,
      "within": 2478,
      "##rote": 2479,
      "person": 2480,
      "included": 2481,
      "##ient": 2482,
      "pat": 2483,
      "##ention": 2484,
      "wind": 2485,
      "expl": 2486,
      "park": 2487,
      "right": 2488,
      "cast": 2489,
      "name": 2490,
      "##avy": 2491,
      "##ages": 2492,
      "club": 2493,
      "army": 2494,
      "wrote": 2495,
      "##over": 2496,
      "##empt": 2497,
      "##ime": 2498,
      "times": 2499,
      "week": 2500,
      "##ling": 2501,
      "january": 2502,
      "intern": 2503,
      "##side": 2504,
      "far": 2505,
      "##ats": 2506,
      "those": 2507,
      "##ract": 2508,
      "prop": 2509,
      "##ott": 2510,
      "opp": 2511,
      "rad": 2512,
      "ant": 2513,
      "belie": 2514,
      "##ven": 2515,
      "##ience": 2516,
      "help": 2517,
      "led": 2518,
      "##ides": 2519,
      "bill": 2520,
      "##ody": 2521,
      "##med": 2522,
      "deb": 2523,
      "init": 2524,
      "won": 2525,
      "##apan": 2526,
      "##ague": 2527,
      "ii": 2528,
      "##min": 2529,
      "previous": 2530,
      "##ench": 2531,
      "wom": 2532,
      "##ball": 2533,
      "described": 2534,
      "##ilar": 2535,
      "##iven": 2536,
      "organ": 2537,
      "val": 2538,
      "japan": 2539,
      "built": 2540,
      "still": 2541,
      "stand": 2542,
      "bus": 2543,
      "##ached": 2544,
      "battle": 2545,
      "##por": 2546,
      "white": 2547,
      "ang": 2548,
      "##by": 2549,
      "##ital": 2550,
      "##aff": 2551,
      "next": 2552,
      "##aken": 2553,
      "force": 2554,
      "##omin": 2555,
      "foot": 2556,
      "memb": 2557,
      "##ister": 2558,
      "##ior": 2559,
      "similar": 2560,
      "care": 2561,
      "##ival": 2562,
      "cy": 2563,
      "##ony": 2564,
